{
      "banner-1":"Effiziente Bautools in Vanilla Minecraft 1.13",
      "banner-2":"Eigene Interfaces und sehr einfache Nutzung",
      "banner-3":"Systeme zur Speicherung und Ladung einzelner Mods.",
  	"getPack":"Mehr über Worldedit Vanilla",
    "goDownload":"Zum Download",
    "goVisit":"Mehr erfahren",
    "download":"Tool herunterladen",
    "more":"mehr erfahren...",
    "allTools":"Alle Tools",
    "send":"Absenden",
    "email":"*Deine E-Mail Adresse",
    "message":"*Frage, Bug oder Problem",
    "contact":"Kontakt",
    "thankdownload":"Vielen Dank fürs herunterladen!",
    "filerror":"<h2>Diese Seite ist momentan nicht erreichbar!</h2><br><p class=\"center\">Überprüfe deine Sprache, Verbindung oder reporte einen Bug:</p>",
    "worldedit/qb":"Das <b>Worldedit Quick Build Tool</b> bietet eine erweiterte Form des Bauens. Einerseits wird die <b>Schnelligkeit</b> erhöht, anderseits kannst du auch Blöcke in weiter <b>Ferne</b> und diagonal setzen. Durch einfache Auswahl und die neuen Möglichkeiten wird dein Workflow gefördert und du kannst <b>effizienter</b> arbeiten. ",
    "worldedit/cyl":"Mit diesem Tool kannst du ganz einfach und schnell <b>Kreise</b> in Minecraft erzeugen! In einer <b>übersichtlichen GUI</b> kannst du den <b>Radius, die Höhe und Fillmodus</b> einstellen. Der Block ist frei auswählbar und es sind Zylinder bis zu <b>128x128</b> Blöcken möglich!",
    "worldedit/sel":"Die Auswahl in Worldedit ist eine der Hauptfunktionen. So auch in der Vanilla Variante. Hiermit kann ein Bereich ausgewählt werden und diesen mit ausgewähltem Block füllen oder umranden. Das Selection Modul bildet außerdem den Grundstein für andere Tools in Vanilla Worldedit.",
    "worldedit/cp":"Das Selection Tool von der letzen Woche, aber eine wichtige Sache hat noch gefehlt: Zwischenablagen. Dieses ist das letzte Worldedit Datapack und ich habe nochmal ziemlich viele Features hinzugefügt. Kopieren, einfügen, stacken, spiegeln, rotieren und ein einfachen structure interface sind nur einige der neuen Features.",
    "worldedit/br":"Brushes sind hilfreiche Tools um Landschaften zu formen. Im Worldedit oder Voxelsniper sind diese Core-Features. Also warum sollte man Brushes nicht auch in Vanilla Minecraft unterstützen? Ich habe dies schon einige Mal erfolgreich umgesetzt, aber Worldedit Tools mit 1.13 bringt Brushes auf ein ganz neues Level. Performanter, Größer, Besser. Nutze deine Lieblings-Brushes aus Voxelsniper nun auch in Vanilla Minecraft 1.13.",
    "worldedit/tb":"Landschaften und Terrain einfacher als je zuvor! Vergesse das nervige Block für Block Plazieren und benutze Terra Brushes, um schneller, einfacher und effizienter deine Landschaftsideen in Minecraft zu verwirklichen! Dieses Tool passt perfekt in die Worldedit Vanilla Reihe und arbeitet sehr gut mit den anderen Brushes zusammen. Du willst eigenenes Terrain kreieren?",
    "worldedit/li":"Minecraft 1.13 bietet viele neue Funktionen. Mit diesen sind innovative Sachen, wie Vektorgrafik und präzise Linien möglich. All dies ist in diesem Tool mit einer benutzerfreundlichen Oberfläche kombiniert.",
    "worldedit/package":"Die <b>Worldedit Tools</b> für Vanilla Minecraft <b>1.13</b> sollen ein einfacheres und besseres Bauen ermöglichen und den Grundstein für effiziente <b>kreative Bauweisen</b> bieten. Das Paket umfasst einige Tools,wie zum Beispiel <b>Brushes, Geometrische Formen, Struktur Generation, Linien</b> und viel mehr, und das, ohne lästige Mods oder Plugins installieren zu müssen. Die einzelnen Tools sind leicht zu benutzen und durch den <b>Packet Manager</b> lassen sich die Pakete <b>individuell</b> gestalten und eine <b>Kompatibilität</b> garantieren.<br>",

    "Go to Playground":"Zum Playground",
    "mcscript":"Minecraft Script ist eine allumfassende Programmiersprache für Minecraft 1.13. Die Funktionen des Mapmakings werden durch If-Bedingungen, Modals, Schleifen, Variablen und viel mehr erweitert. Also probier es noch heute im Online-Playground aus und hebe deine Maps auf ein neues Nivau!",
    "tools/mccam":"Minecraft Cam ist ein kleines vanilla datapack, das Kamerafahrten um einiges in der 1.13 erleichtert. Einfach Startpunkt, Endpunkt und Dauer einstellen und alles wird automatisch berechnet und optimiert. Aber dieses Tool ist nicht nur extrem sinnvoll für Videos und Cinematics, es hat auch eine API für Mapmaker und Entwickler.",
    "tools/tpcraft":"tpCrafting ist meine eigene Crafting Engine für Minecraft 1.13 Vanilla. Es bietet viele Features des normalen Craftings, aber in Kombination mit Nbt Tags und daraus folgenden Custom Items. Rezepte können mit zwei einfachen Commands erstellt werden und angepasst werden.",
    "mcscript.install":"<h3><a></a>1.1 Installation von Node.js</h3><p>Für die Installation wird die Node.js Umgebung und der Node Package Manager benötigt.</p><p>Diese installiert man am besten über den Installer: <a href=\"https://nodejs.org/en/download/\">nodejs.org/en/download/</a><br>Den einfach ausführen und installieren lassen.</p><h3>1.2 Installation von Minecraft Script</h3><p>Öffne nun die Konsole deines PCs (Am besten über Suche unter CMD zu erreichen).</p><p>Hier muss nun dieser Command eingegeben werden: <code>npm install -g mcscript</code><br>Bei einer erfolgreichen Antwort hast du alles richtig gemacht und kannst durchstarten.</p>",
    "mcscript.vars":"Variablen können Zahlen speichern, ausgeben und es können Rechenoperationen durchgeführt werden. Minecraft Script bringt diese nun auch zu Minecraft Vanilla.",
    "mcscript.loops":"Hattet ihr schonmal etwas, dass sich immer und immer wiederholt? Soetwas wird Loop genannt und ist jetzt auch in Minecraft verfügbar!",
    "mcscript.if":"Fasse If-Bedingungen ganz einfach zusammen und nenne mehrfache Bedingungen. Es wird alles von MC Script geregelt!",
    "mcscript.modal":"Verwende Code-Schnipsel wieder und wieder. Mit Modals ist alles möglich.",
    "mcscript.raycast":"Raycasting ist eine große Sache in Minecraft 1.13 und bietet viele Möglichkeiten. Es ist allerdings bisschen schwierig, also warum nicht leichter machen? Mit Minecraft Script ist das nun sehr sehr einfach.",
    "mcscript.files":"Generiere unbegrenzte neue Dateien, füge Dateien zusammen oder verwende alles zusammen im Loop. Der Kreatität sind keine Grenzen gesetzt, außer der Speicherplatz deines Computers.",
    "news-latest":"Die neusten Nachrichten über Releases:",
    "news-another":"Hast du diese Nachrichten schon ausgecheckt?",
    "dm":{
      "header1":"Installiere, Update, Verwalte deine 1.13 Datapacks",
      "text1":"Schnell und einfach zu benutzen",
      "header2":"Automatischer Download von benötigten Dependencies",
      "list1":"Bekomme Updates sofort und bleibe immer auf der neusten Version!",
      "list2":"Entdecke neue Datapacks, die du noch nicht kennst",
      "header3":"Featuring: Bald auch dein Datapack",
      "text3":"Reiche dein eigenes Datapack ein und vergrößere die Anzahl deiner User!",
      "publish":"Veröffentliche mein Datapack",
      "resources":"Du kannst diese Bilder benutzen, um Usern Projekte als herunterladbar anzuzeigen"
    }
}
