{
    "banner-1":"Efficient building tools for vanilla minecraft 1.13",
    "banner-2":"Easy to use and custom interfaces",
    "banner-3":"Systems to store data and load individual mods",
    "getPack":"More about Worldedit Vanilla",
    "goDownload":"to download",
    "goVisit":"I want to know more",
    "download":"download tool",
    "allTools":"All Tools",
    "more":"more...",
    "send":"send",
    "email":"*your email",
    "message":"*question, bug or issue",
    "contact":"contact",
    "thankdownload":"Thank you very much for downloading",
    "filerror":"<h2>This Site is currently not avalible!</h2><br><p class=\"center\">Check your language and connection or report a bug:</p>",
    "worldedit/cyl":"Always wanted to create <b>circles</b> in minecraft without plugins? <br>Then this tool is the right <b>for you</b>. You can <b>simply</b> create cylinders in minecraft 1.13. You can control <b>the radius, height and fillmode</b> in an organized <b>GUI</b>. Select easily <b>any block</b> you want and create cylinders up to <b>128x128 blocks</b>!",
    "worldedit/qb":"The <b>Worldedit Quick Build Tool</b> offers a extended way of building in Minecraft 1.13(<b>1.13.1</b>). One one hand the <b>efficiency</b> gets increased, on the other hand it is is possible to place blocks <b>further away</b> and diagonal. Through easy selection and the new possibilities your workflow is supported and you can work more <b>efficient</b>.",
    "worldedit/cp":"Last weeks selection was pretty powerful, but something was missing: Copying. This is the last worldedit pack for Minecraft 1.13 and I added huge amounts of features into it. Copying, pasting, stacking, mirroring, rotating and a easy to use structure interface are just some of the new functions.",
    "worldedit/sel":"One of the most important features of worldedit is the selection. So I thought it has to be in Minecraft Vanilla. You can easily select an area and fill or outline it with any block you like. The selection tool is also the base of other tools in Worldedit Vanilla.",
    "worldedit/li":"Minecraft 1.13 came with many new functions. By using these new functionalities new innovative concepts like vector graphics and lines are possible. Everything what you need is combined with a user-friendly interface in this pack.",
    "worldedit/br":"Brushes are easy to use tools to edit Terrain and organic structures. These are Core-Features in worldedit and voxelsniper . So why not support brushes in Vanilla Minecraft ? I have already successfully implemented this several times, but Worldedit Tools in 1.13 brings brushes to a whole new level. More Performant, Bigger, Better.",
    "worldedit/tb":"Make landscapes and terrain easier as ever before! Forget the frustrative block placing and use Terra Brushes to realize your terrain idea faster, easier and more efficient! This tool fits in perfectly in the Vanilla Worldedit Series und works very well together with the other brushes. You want to create your own terrain?",
    "worldedit/tb":"Make landscapes and terrain easier as ever before! Forget the frustrative block placing and use Terra Brushes to realize your terrain idea faster, easier and more efficient! This tool fits in perfectly in the Vanilla Worldedit Series und works very well together with the other brushes. You want to create your own terrain?",
    "worldedit/package":"<p class=MsoNormal><span lang=EN-GB>The <b>worldedit tools</b> for vanilla Minecraft <b>1.13</b> make an easier and better building possible. They provide the basis for <b>creative constructions</b>. The package includes many tools,like <b>brushes, geometric shapes, structure generation, lines</b> and much more. Everything <b>without</b> having to install annoying mods or plugins. The Tools are <b>incredible easy</b> to use and let you <b>customize your packs</b> through the packet manager. This guaranties you <b>compatibility</b>, too.</span></p>",
    "tools/mccam":"Minecraft Cam is a small vanilla package that makes the usage of custom camera paths much easier in 1.13. It is as simple as setting your start point, end point and entering the duration and the whole path will be calculated for you. But this tool is not only extremly helpful making videos and cinematics, it has an api for mapmakers and developers who want to intregrate a camera path into their creations.",
    "tools/tpcraft":"tpCrafting is my own crafting engine for Minecraft 1.13 vanilla. It offers many features of normal crafting, but also in combination with NBT tags and custom items. Recipes can be created and customized with two simple commands.",
    "mcscript":"Minecraft Script is a powerful programming language for Minecraft 1.13. The normal Mapmaking toolset is extended by If-statements, Modals, loops, variables and much more. Try it in the online playground today and upgrade your maps to a whole new level.",
    "mcscript.install":"<h3>1.1 Installation of Node.js</h3><p>The installation requires the Node.js environment and the Node Package Manager.</p><p>This is achieved the best way by using the installer: <a href=\"https://nodejs.org/en/download/\">nodejs.org/en/download/</a><br>Just run it and install.</p><h3>1.2 Installation of Minecraft Script</h3><p>Now open your PCs console. (search CMD).</p><p>There you have to type in this command: <code>npm install -g mcscript</code><br>If a successful answer apears you have done everything right and can start.</p>",
    "mcscript.vars":"Variables can store numbers, output these and perform operations. Minecraft Script now brings them to Minecraft Vanilla.",
    "mcscript.loops":"Have you ever had something that repeats itself over and over again? This is called a loop and is now also available in Minecraft!",
    "mcscript.if":"Simply summarize If conditions and name multiple conditions. Everything is controlled by MC Script!",
    "mcscript.modal":"Use code snippets again and again. Anything is possible with modals.",
    "mcscript.raycast":"Raycasting is a big thing in Minecraft 1.13 and provides unlimeted opportunities. But it is a bit difficult, so why not making it easier? With Minecraft Script this is really really easy now!",
    "mcscript.files":"Generate unlimited new files, merge files or use everything together in a loop. There are no limits in creativity except the space of your computer.",
    "news-latest":"The latest news about releases:",
    "news-another":"Did you check out these news already?",
    "dm":{
      "header1":"Install, Update, Manage 1.13 Datapacks",
      "text1":"fast and easy to use",
      "header2":"Automatic download of needed dependencies",
      "list1":"Get the updates instantly and be always on the latest version",
      "list2":"Explore unseen datapacks",
      "header3":"Featuring: Your own datapack.",
      "text3":"Submit your own datapack and enlarge your audience!",
      "publish":"Publish my datapack",
      "resources":"You can use these images to mark your project downloadable on dManager:"
    },
    "tekpack": {
      "concept":"tekPack is a concept and demonstration of ideas and the power of datapacks together with Stevertus's programming language {{link}}.<br>It introduces multiple technical parts and blocks to enrich the vanilla gameplay."
    }
}
